IdeaRS.Connections
ConnectionPartDataBase Constructor
Compatible with IDEA StatiCa 0.0
Initializes a new instance of the ConnectionPartDataBase class
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
protected ConnectionPartDataBase()
See Also
Reference
ConnectionPartDataBase Class
IdeaRS.Connections.Data Namespace